Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: The %@ Bar is aligned to the right edge of the display.
cs: Lišta %@ je zarovnaná k pravému okraji monitoru.
de: Die %@-Leiste ist am rechten Rand des Bildschirms ausgerichtet.
es: La barra %@ está alineada con el borde derecho de la pantalla.
fr: La %@ Bar est alignée sur le bord droit de l'écran.
hu: A %@ sáv a kijelző jobb széléhez van igazítva.
id: Bar %@ disejajarkan ke tepi kanan layar.
it: La Barra %@ è allineata nel lato destro dello schermo.
ja: %@ バーは画面の右端に配置されています。
ko: %@ 막대는 디스플레이의 오른쪽 가장자리에 정렬되어 있습니다.
nl: De %@-balk is uitgelijnd aan de rechterrand van het scherm.
pl: Pasek %@ jest wyrównany do prawej krawędzi wyświetlacza.
pt_br: A Barra %@ está alinhada à margem direita da tela.
ru: Панель %@ выровнена по правому краю экрана.
th: แถบ %@ จะอยู่ชิดขอบด้านขวาของหน้าจอแสดงผล
tr: %@ Çubuğu ekranın sağ kenarına hizalanmıştır.
vi: Thanh %@ được căn chỉnh theo cạnh phải của màn hình.
zh_hans: %@ 栏与显示屏右边缘对齐。
zh_hant: %@ 列已對齊至顯示器的右側邊緣。

source: Support %@…
cs: Podpořit %@…
de: Unterstütze %@…
es: Apoyar a %@…
fr: Soutenir %@…
hu: %@ támogatása…
id: Dukung %@…
it: Supporto %@…
ja: %@ をサポート…
ko: %@ 지원하기…
nl: Ondersteuning %@…
pl: Wesprzyj %@…
pt_br: Apoie o %@…
ru: Поддержать %@…
th: สนับสนุน %@…
tr: %@ Destekle…
uk: Підтримати %@…
vi: Hỗ trợ %@…
zh_hans: 赞助 %@…
zh_hant: 贊助 %@…

source: Thaw gives you complete control over your menu bar — hide clutter, customize the look, and automate your workflow.
cs: Aplikace Thaw vám dává plnou kontrolu nad řádkem nabídek — skryje nepotřebné ikony, přizpůsobí vzhled a automatizuje vaše postupy.
de: Thaw gibt dir die vollständige Kontrolle über Deine Menüleiste. Vermeide Unordnung, personalisiere das Aussehen und automatisiere Deinen Workflow.
es: Thaw te da control completo sobre tu barra de menús — esconde desorden, personaliza el aspecto, y automatiza tu trabajo.
fr: Thaw vous offre un contrôle total sur votre barre de menus : masquez les éléments superflus, personnalisez son apparence et automatisez votre flux de travail.
id: Thaw memberi kendali penuh atas bar menu. Sembunyikan item yang tidak diperlukan, sesuaikan tampilannya, dan otomatitasi alur kerja.
ja: Thaw を使えば、メニューバーを思い通りにコントロールできます。散らかったアイコンを隠し、見た目をカスタマイズし、ワークフローを自動化しましょう。
nl: Met Thaw heb je volledige controle over je menubalk: verberg rommel, pas het uiterlijk aan en automatiseer je workflow.
pl: Thaw daje ci pełną kontrolę nad paskiem menu — ukryj zbędne elementy, dostosuj wygląd i zautomatyzuj swoją pracę.
ru: Thaw дает вам полный контроль над строкой меню: скрывайте лишнее, настраивайте внешний вид и автоматизируйте свой рабочий процесс.
th: Thaw ให้คุณควบคุมแถบเมนูได้อย่างสมบูรณ์ ซ่อนสิ่งที่ไม่ต้องการ ปรับแต่งรูปลักษณ์ และทำให้การทำงานเป็นอัตโนมัติ
tr: Thaw, menü çubuğunuz üzerinde tam kontrol sağlar — karmaşayı gizleyin, görünümü özelleştirin ve iş akışınızı otomatikleştirin.
vi: Thaw cung cấp cho bạn toàn quyền kiểm soát thanh menu — ẩn sự lộn xộn, tùy chỉnh giao diện và tự động hóa quy trình làm việc của bạn.
zh_hans: Thaw 让你全面掌控菜单栏——隐藏杂乱项目、自定义外观，并让工作流程实现自动化。
zh_hant: Thaw 能給予您整個選單列的控制權。其能幫助你隱藏雜亂、自訂外觀並使您的作業流程更加自動化。

source: The %@ Bar is aligned to the left edge of the display.
cs: Lišta %@ je zarovnaná k levému okraji monitoru.
de: Die %@-Leiste ist am linken Rand des Bildschirms ausgerichtet.
es: La barra %@ está alineada con el borde izquierdo de la pantalla.
fr: La %@ Bar est alignée sur le bord gauche de l'écran.
hu: A %@ sáv a kijelző bal széléhez van igazítva.
id: Bar %@ disejajarkan ke tepi kiri layar.
it: La Barra %@ è allineata nel lato sinistro dello schermo.
ja: %@ バーは画面の左端に配置されています。
ko: %@ 막대는 디스플레이의 왼쪽 가장자리에 정렬되어 있습니다.
nl: De %@-balk is uitgelijnd aan de linkerrand van het scherm.
pl: Pasek %@ jest wyrównany do lewej krawędzi wyświetlacza.
pt_br: A Barra %@ está alinhada à margem esquerda da tela.
ru: Панель %@ выровнена по левому краю экрана.
th: แถบ %@ จะอยู่ชิดขอบด้านซ้ายของหน้าจอแสดงผล
tr: %@ Çubuğu ekranın sol kenarına hizalanmıştır.
vi: Thanh %@ được căn chỉnh về cạnh trái của màn hình.
zh_hans: %@ 栏与显示屏左边缘对齐。
zh_hant: %@ 列已對齊至顯示器的左側邊緣。

source: The %@ Bar is centered below the %@ icon.
cs: Lišta %@ je vystředěná pod ikonou %@.
de: Die %1$@-Leiste wird unter dem %2$@-Symbol zentriert.
es: La barra de %1$@ se centra debajo del icono de %2$@.
fr: La « %1$@ Bar » est centrée sous l'icône %2$@.
hu: A(z) %1$@ sáv a(z) %2$@ ikon alatt van középre igazítva.
id: Bar %@ dipusatkan di bawah ikon %@.
it: La barra %@ è centrata sotto l'icona %@.
ja: %@ バーは %@ アイコンの真下に中央揃えで表示されます。
ko: %1$@ 바가 %2$@ 아이콘 아래 중앙에 위치합니다.
nl: De %@-balk staat onder het %@-pictogram gecentreerd.
pl: Pasek %@ jest wyśrodkowany pod ikoną %@.
pt_br: A Barra %@ fica centralizada abaixo do ícone %@.
ru: Панель %@ расположена по центру под значком %@.
th: แถบ %@ ถูกจัดไว้ตรงกลางด้านล่างไอคอน %@
tr: %@ Çubuğu %@ simgesinin altında ortalanmıştır.
uk: %1$@ Bar розташовується по центру під значком %2$@.
vi: Thanh %@ được căn giữa bên dưới biểu tượng %@.
zh_hans: %1$@ 栏位于 %2$@ 图标的正下方。
zh_hant: %1$@ 列會置中顯示在 %2$@ 圖示下方。

source: Sunglasses
cs: Sluneční brýle
de: Sonnenbrille
es: Lentes de sol
fr: Lunettes
hu: Napszemüveg
id: Kacamata
it: Occhiali da sole
ja: サングラス
ko: 선글라스
nl: Zonnebrillen
pl: Okulary
pt_br: Óculos Escuros
ru: Солнечные очки
th: แว่นกันแดด
tr: Güneş Gözlüğü
uk: Сонцезахисні окуляри
vi: Kính râm
zh_hans: 墨镜
zh_hant: 太陽眼鏡

source: The %@ Bar is centered below the mouse pointer.
cs: Lišta %@ je vystředěná pod ukazatelem myši.
de: Die %1$@-Leiste wird unter dem Mauszeiger zentriert.
es: La barra de %@ se centra debajo del cursor.
fr: La « %@ Bar » est centrée sous le pointeur de la souris.
hu: A(z) %@ sáv az egérmutató alatt van középre igazítva.
id: Bar %@ dipusatkan di bawah penunjuk
it: La barra %@ è centrata sotto il puntatore del mouse.
ja: %@ バーはマウスポインターの真下に中央揃えで表示されます。
ko: %@ 바가 마우스 포인터 아래 중앙에 위치합니다.
nl: De %@-balk wordt onder de muisaanwijzer gecentreerd.
pl: Pasek %@ jest wyśrodkowany pod wskaźnikiem myszy.
pt_br: A Barra %@ fica centralizada abaixo do ponteiro do mouse.
ru: Панель %@ расположена по центру под указателем мыши.
th: แถบ %@ ถูกจัดไว้ตรงกลางด้านล่างตัวชี้เมาส์
tr: %@ Çubuğu fare imlecinin altında ortalanmıştır.
uk: %@ Bar розташовується по центру під курсором миші.
vi: Thanh %@ được căn giữa phía dưới con trỏ chuột.
zh_hans: %@ 栏位于鼠标指针正下方居中位置。
zh_hant: %1$@ 列會置中顯示在滑鼠游標下方。

source: The %@ Bar's location changes based on context.
cs: Umístění lišty %@ se mění podle kontextu.
de: Die %1$@-Leiste verändert den Anzeigeort basierend auf dem Kontext.
es: La ubicación de la barra de %@ cambia según el contexto.
fr: L'emplacement de la « %@ Bar » varie selon le contexte choisi.
hu: A(z) %@ sáv helye a kontextus alapján változik.
id: Lokasi Bar %@ berubah sesuai konteks.
it: La posizione del %@ Bar cambia in base al contesto.
ja: %@ バーの位置はコンテキストに応じて変化します。
ko: %@ 바의 위치가 상황에 따라 변경됩니다.
nl: De locatie van de %@-balk verandert afhankelijk van de context.
pl: Lokalizacja paska %@ zmienia się w zależności od kontekstu.
pt_br: A posição da Barra %@ muda de acordo com o contexto.
ru: Расположение панели %@ меняется в зависимости от контекста.
th: ตำแหน่งของแถบ %@ เปลี่ยนไปตามบริบท
tr: %@ Çubuğunun konumu bağlama göre değişir.
uk: Розташування %@ Bar змінюється залежно від контексту.
vi: Vị trí của thanh %@ thay đổi dựa trên ngữ cảnh.
zh_hans: %@ Bar 的位置会根据情景而变化。
zh_hant: %1$@ 列的位置會根據情境動態調整。

source: The %@ icon must always remain in the visible section.
cs: Ikona %@ musí vždy zůstat zobrazená.
de: Das %@-Symbol muss immer im sichtbaren Bereich bleiben.
es: El ícono de %@ debe permanecer siempre en la sección visible.
fr: L'icône %@ doit toujours rester dans la section visible.
hu: A %@ ikonnak mindig a látható szakaszban kell maradnia.
id: Ikon %@ harus selalu berada di bagian terlihat.
it: L'icona %@ deve sempre rimanere nella sezione visibile
ja: %@ アイコンは常に表示セクション内に置く必要があります。
ko: %@ 아이콘은 항상 표시되는 영역에 있어야 합니다.
nl: Het %@-pictogram moet altijd in het zichtbare gedeelte blijven staan.
pl: Ikona %@ musi być zawsze widoczna.
pt_br: O ícone %@ deve permanecer sempre na seção visível.
ru: Значок %@ должен всегда оставаться в видимой секции.
th: ไอคอน %@ ต้องคงอยู่ในส่วนที่มองเห็นได้เสมอ
tr: %@ simgesi her zaman görünür bölümde kalmalıdır.
uk: Значок %@ повинен завжди залишатися у видимому розділі.
vi: Biểu tượng %@ phải luôn ở trong phần hiển thị.
zh_hans: %@ 图标必须始终放置在显示区域内。
zh_hant: %@ 圖示必須始終保留在顯示區域中。

source: The %@ section is collapsed, so its divider is offscreen. Open the section and try dragging the item again.
cs: Sekce %@ je sbalená, takže její oddělovač je mimo obrazovku. Rozbalte tuto sekci a zkuste přetáhnout ikonu znovu.
nl: De sectie %@ is ingeklapt, waardoor de scheidingslijn buiten het scherm valt. Open de sectie en probeer het item nogmaals te verslepen.
pl: Sekcja %@ jest zwinięta, więc jej separator znajduje się poza ekranem. Otwórz sekcję i spróbuj ponownie przeciągnąć element.
ru: Раздел %@ свернут, поэтому его разделитель находится за пределами экрана. Откройте раздел и попробуйте снова перетащить элемент.
th: หมวดหมู่ %@ ถูกยุบอยู่ ตัวแบ่งจึงอยู่นอกจอ เปิดหมวดหมู่แล้วลองลากรายการอีกครั้ง
zh_hans: %@区域已折叠，因此它的分隔线位于屏幕外。请展开该区域后再尝试拖拽项目。

source: The amount of time to wait before showing a tooltip over a menu bar item.
cs: Prodleva, než se nad ikonou v liště Thaw zobrazí popisek.
de: Der Zeitversatz bevor ein Tooltip über einem Menüleisteneintrag angezeigt wird.
es: El tiempo de espera antes de mostrar un tooltip sobre un elemento de la barra de menús.
fr: Temps d'attente avant d'afficher une infobulle au-dessus d'un élément de la barre des menus.
hu: A várakozási idő, mielőtt eszköztipp jelenik meg egy menüsávelem felett.
id: Durasi tunggu sebelum tip alat ditampilkan saat kursor diarahkan ke item bar menu.
it: Tempo di attesa prima di visualizzare un suggerimento su una voce della barra dei menu.
ja: メニューバー項目のツールチップを表示するまでの待機時間。
ko: 메뉴 막대 항목 위에 툴팁이 표시되기까지의 지연 시간입니다.
nl: De tijd die moet verstrijken voordat er een tooltip boven een menu-item wordt weergegeven.
pl: Czas oczekiwania na wyświetlenie podpowiedzi nad elementem paska menu.
pt_br: O tempo de espera antes de exibir uma dica sobre um item da barra de menus.
ru: Время ожидания перед показом подсказки над элементом строки меню.
th: ระยะเวลาที่ต้องรอก่อนแสดงคำแนะนำเหนือรายการแถบเมนู
tr: Menü çubuğu öğesinin üzerinde ipucu göstermeden önce beklenmesi gereken süre.
uk: Час очікування перед показом підказки над об'єктом рядка меню.
vi: Khoảng thời gian chờ đợi trước khi hiển thị chú giải công cụ trên một mục trên thanh menu.
zh_hans: 显示菜单栏项目提示框前的等待时长。
zh_hant: 在選單列項目上顯示提示前的等待時間。

source: The amount of time to wait before showing on hover.
cs: Prodleva, než se skryté ikony zobrazí po najetí myši.
de: Die Zeit, die gewartet wird, bevor beim Darüberschweben Menüleisten-Einträge angezeigt werden.
es: Tiempo de espera antes de mostrar al pasar el cursor.
fr: Délai d’attente avant affichage suite au survol de la souris.
hu: A várakozási idő a rámutatásos megjelenítés előtt.
id: Durasi tunggu sebelum ditampilkan saat kursor diarahkan.
it: Tempo di attesa prima che venga visualizzato al passaggio del mouse.
ja: ホバー表示するまでの待機時間。
ko: 마우스 오버 시 표시하기 전까지의 지연 시간입니다.
nl: De tijd die moet worden gewacht voordat het wordt weergegeven bij het aanwijzen met de muis.
pl: Czas oczekiwania na wyświetlenie elementu po wskazaniu go kursorem myszy.
pt_br: O tempo de espera antes de aparecer ao passar o cursor.
ru: Время ожидания перед показом при наведении.
th: ระยะเวลาที่รอ ก่อนแสดงเมื่อวางเมาส์ทับซ้อน
tr: Üzerine gelindiğinde göstermeden önce beklenmesi gereken süre.
uk: Час очікування перед показом при наведенні.
vi: Lượng thời gian chờ đợi trước khi hiển thị khi di chuột.
zh_hans: 鼠标悬停前等待的时间。
zh_hant: 懸停後顯示前的等待時間。

source: Support %@
cs: Podpořit %@
de: Unterstütze %@
es: Apoyar a %@
fr: Soutenir %@
hu: %@ támogatása
id: Dukung %@
it: Supporto %@
ja: %@ をサポート
ko: %@ 지원하기
nl: Ondersteuning %@
pl: Wesprzyj %@
pt_br: Apoie o %@
ru: Поддержать %@
th: สนับสนุน %@
tr: %@ Destekle
uk: Підтримати %@
vi: Hỗ trợ %@
zh_hans: 赞助 %@
zh_hant: 贊助 %@

source: Show the %@ icon in the menu bar. Click to show hidden items, double-click for always-hidden, and right-click for settings.
cs: Zobrazit ikonu %@ v řádku nabídek. Kliknutím zobrazíte skryté položky, dvojitým kliknutím trvale skryté položky a kliknutím pravým tlačítkem myši otevřete nastavení.
de: Zeige das %@-Symbol in der Menüleiste. Klicken um versteckte Einträge anzuzeigen, doppelklicken um immer versteckte Einträge und rechtsklicken um die Einstellungen anzuzeigen.
es: Mostrar el ícono de %@ en la barra de menús. Haz clic para mostrar los elementos ocultos, doble clic para los siempre ocultos, y clic derecho para los ajustes.
fr: Affiche l'icône %@ dans la barre des menus. Cliquez une fois pour afficher les éléments masqués, double-cliquez pour afficher les éléments toujours cachés, et faites un clic droit pour accéder aux réglages.
hu: A %@ ikon megjelenítése a menüsávban. Kattintás a rejtett elemek megjelenítéséhez, dupla kattintás a mindig rejtett elemekhez, jobb kattintás a beállításokhoz.
id: Tampilkan ikon %@ di bar menu. Klik untuk menampilkan item tersembunyi, klik dua kali untuk item selalu-tersembunyi, dan klik kanan untuk membuka pengaturan.
it: Mostra l'icona %@ nella barra dei menu. Fai clic per mostrare gli elementi nascosti, fai doppio clic per renderli sempre nascosti e fai clic con il pulsante destro del mouse per le impostazioni.
ja: メニューバーに %@ アイコンを表示します。クリックで非表示項目を表示、ダブルクリックで常に非表示の項目を表示、右クリックで設定を開きます。
ko: 메뉴 막대에 %@ 아이콘을 표시합니다. 클릭하면 숨겨진 항목이 표시되고, 더블 클릭하면 항상 숨겨진 항목이 표시되며, 오른쪽 클릭하면 설정이 열립니다.
nl: Geef het %@-pictogram weer in de menubalk. Klik erop om verborgen items weer te geven, dubbelklik om ze permanent te verbergen en klik met de rechtermuisknop voor instellingen.
pl: Pokaż ikonę %@ na pasku menu. Kliknij, by wyświetlić ukryte ikony; kliknij dwukrotnie dla stale ukrytych; kliknij prawym przyciskiem, by otworzyć ustawienia.
pt_br: Mostrar o ícone %@ na barra de menus. Clique para mostrar itens ocultos, clique duas vezes para Sempre Ocultos e clique com o botão direito para acessar as configurações.
ru: Показывать значок %@ в строке меню. Нажмите, чтобы показать скрытые элементы, дважды нажмите для всегда скрытых, правый клик для настроек.
th: แสดงไอคอน %@ ในแถบเมนู คลิกเพื่อแสดงรายการที่ซ่อนไว้ ดับเบิลคลิกสำหรับซ่อนไว้เสมอ และคลิกขวาเพื่อตั้งค่า
tr: Menü çubuğunda %@ simgesini göster. Gizli öğeleri göstermek için tıklayın, her zaman gizli için çift tıklayın, ayarlar için sağ tıklayın.
uk: Показувати значок %@ у рядку меню. Натискання показує приховані об'єкти, подвійне натискання — завжди приховані, а праве натискання відкриває налаштування.
vi: Hiển thị biểu tượng %@ trên thanh menu. Nhấp để hiển thị các mục bị ẩn, nhấp đúp để luôn ẩn và nhấp chuột phải để cài đặt.
zh_hans: 在菜单栏显示 %@ 图标。单击显示隐藏项目，双击显示永久隐藏的项目，右键单击打开设置。
zh_hant: 在選單列中顯示 %@ 圖示。按一下以顯示隱藏項目，按兩下以顯示永久隱藏項目，按右鍵以開啟設定。

source: Show tooltips in the menu bar
cs: Zobrazovat popisky v řádku nabídek
de: Tooltips in der Menüleiste anzeigen
es: Mostrar tooltips en la barra de menús
fr: Afficher les infobulles dans la barre des menus
hu: Eszköztippek megjelenítése a menüsávban
id: Tampilkan tip alat di bar menu
it: Mostra i suggerimenti nella barra dei menu
ja: メニューバーにツールチップを表示
ko: 메뉴 막대에서 툴팁 표시
nl: Tooltips weergeven in de menubalk
pl: Pokaż podpowiedzi na pasku menu
pt_br: Mostrar dicas na barra de menus
ru: Показывать подсказки в строке меню
th: แสดงคำแนะนำในแถบเมนู
tr: Menü çubuğunda ipuçlarını göster
uk: Показувати підказки в рядку меню
vi: Hiển thị chú giải công cụ trong thanh menu
zh_hans: 在菜单栏中显示提示框
zh_hant: 在選單列中顯示提示

source: Signed by: %@
cs: Podepsal: %@
de: Signiert von: %@
es: Firmado por: %@
fr: Signé par : %@
hu: Aláírta: %@
id: Ditandatangani oleh: %@
it: Firmato da: %@
ja: 署名者: %@
ko: 서명자: %@
nl: Ondertekend door: %@
pl: Podpisane przez: %@
pt_br: Assinado por: %@
ru: Подписано: %@
th: ลงนามโดย: %@
tr: İmzalayan: %@
uk: Підписано: %@
vi: Ký bởi: %@
zh_hans: 由 %@ 签署
zh_hant: 簽署者：%@

source: Smart
cs: Inteligentně
es: Inteligente
fr: Intelligent
hu: Intelligens
id: Cerdas
it: Intelligente
ja: スマート
ko: 스마트
nl: Slim
pl: Inteligentne
pt_br: Automático
ru: Умный
th: อัจฉริยะ
tr: Akıllı
uk: Розумна
vi: Thông minh
zh_hans: 智能
zh_hant: 智慧

source: Solid
cs: Plná barva
de: Farbe
es: Sólido
fr: Opaque
hu: Egyszínű
id: Penuh
it: Solido
ja: ソリッド
ko: 단색
nl: Vast
pl: Pełny
pt_br: Sólido
ru: Сплошной
th: ทึบ
tr: Düz
uk: Суцільний
vi: Đặc
zh_hans: 纯色
zh_hant: 純色

source: Style
cs: Styl
de: Stil
es: Estilo
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
th: รูปแบบ
tr: Stil
uk: Стиль
vi: Phong cách
zh_hans: 样式
zh_hant: 樣式

source: Spacing: %@
cs: Rozestupy: %@
de: Abstände: %@
es: Espaciado: %@
fr: Espacement : %@
hu: Térköz: %@
id: Spasi: %@
it: Spaziatura: %@
ja: 間隔: %@
ko: 간격: %@
nl: Tussenruimte: %@
pl: Odstęp: %@
pt_br: Espaçamento: %@
ru: Интервал: %@
th: ระยะห่าง: %@
tr: Aralık: %@
uk: Інтервал: %@
vi: Khoảng cách: %@
zh_hans: 间距：%@
zh_hant: 間距：%@

source: Split
cs: Rozdělený
de: Geteilt
es: Dividida
fr: Segmentée
hu: Osztott
id: Terpisah
it: Diviso
ja: 分割
ko: 분할
nl: Splits
pl: Podział
pt_br: Dividido
ru: Раздельная
th: แบ่ง
tr: Bölünmüş
uk: Розділений
vi: Tách
zh_hans: 分隔
zh_hant: 分段

source: Square Cap
cs: Hranatá koncovka
de: Eckig
es: Terminación cuadrada
fr: Extrémité plate
hu: Szögletes lezárás
id: Ujung Persegi
it: Estremità quadrata
ja: スクエアキャップ
ko: 사각 캡
nl: Vierkant afsluitstuk
pl: Biret
pt_br: Ponta Quadrada
ru: Прямоугольное завершение
th: ตัวปลายสี่เหลี่ยม
tr: Kare Kapak
uk: Пряма кромка
vi: Mũ vuông
zh_hans: 方头
zh_hant: 方角端蓋

source: Stable
cs: Stabilní
de: Stabil
es: Estable
hu: Stabil
id: Stabil
it: Stabile
ja: 安定版
ko: 안정
nl: Stabiel
pl: Wersja stabilna
pt_br: Estável
ru: Стабильный
th: เสถียร
tr: Kararlı
uk: Стабільний
vi: Ổn định
zh_hans: 稳定版
zh_hant: 穩定版

source: Strategy
cs: Způsob
de: Strategie
es: Estrategia
fr: Mode
hu: Stratégia
id: Strategi
it: Strategia
ja: ストラテジー
ko: 전략
nl: Strategie
pl: Strategia
pt_br: Modo
ru: Стратегия
th: กลยุทธ์
tr: Strateji
uk: Стратегія
vi: Chiến lược
zh_hans: 策略
zh_hant: 策略

source: max
cs: maximum
de: maximal
es: máx
id: maks
ja: 最大
ko: 최대
pl: maks
pt_br: máx
ru: макс.
th: สูงสุด
tr: maks
uk: макс.
vi: tối đa
zh_hans: 最大
zh_hant: 最大

source: Border Color
cs: Barva okraje
de: Farbe
es: Color del borde
fr: Couleur de la bordure
hu: Szegély színe
id: Warna garis tepi
it: Colore Bordo
ja: ボーダーカラー
ko: 테두리 색상
nl: Rand kleur
pl: Kolor ramki
pt_br: Cor da Borda
ru: Цвет рамки
th: สีของเส้นขอบ
tr: Kenarlık Rengi
uk: Колір рамки
vi: Màu viền
zh_hans: 边框颜色
zh_hant: 邊框顏色

source: Background - Light Appearance
cs: Pozadí - světlý vzhled
de: Hintergrund - Helle Darstellung
es: Color de fondo - Modo claro
fr: Arrière-plan - Apparence claire
hu: Háttér – világos megjelenés
id: Latar Belakang - Mode Terang
it: Sfondo - Tema Chiaro
ja: 背景 - ライトモード
ko: 배경 - 라이트 모드
nl: Achtergrond - Licht uiterlijk
pl: Tło - jasny wygląd
pt_br: Fundo - Modo Claro
ru: Фоновый рисунок — светлое оформление
th: พื้นหลัง - โหมดสว่าง
tr: Arka Plan – Açık Görünüm
uk: Тло - світлий режим
vi: Nền - Giao diện sáng
zh_hans: 背景 - 浅色外观
zh_hant: 背景 - 淺色外觀

source: Before a display change or spacing edit relaunches your menu bar apps, Thaw asks you to confirm. Turn this off to apply spacing changes and relaunch apps without confirmation.
cs: Předtím, než přepnutí monitorů nebo změna rozestupů restartuje aplikace ve vašem řádku nabídek, Thaw vás požádá o potvrzení. Vypněte tuto volbu, pokud chcete, aby se aplikace restartovaly bez vašeho potvrzení.
de: Bevor eine Bildschirm- oder Abstandsänderung die Menüleisten-Anwendungen neustartet, fragt Thaw nach einer Bestätigung.
es: Antes de que un cambio de presentación o espaciado reinicie sus apps de la barra de menús, Thaw te pedirá que confirmes. Desactiva esto para aplicar cambios de espaciado y reiniciar apps sin confirmar.
fr: Avant qu’un changement d’affichage ou une modification de l’espacement ne redémarre vos applications de la barre de menus, Thaw vous demande de confirmer. Désactivez cette option pour appliquer les modifications d’espacement et redémarrer les applications sans confirmation.
hu: A Thaw megerősítést kér mielőtt egy képernyő-módosítás vagy térközszerkesztés újraindítja a menüsávelemekkel rendelkező alkalmazásokat. Kapcsold ezt ki a térközváltozások alkalmazásához és az alkalmazások újraindításához megerősítés nélkül.
id: Thaw akan meminta konfirmasi sebelum perubahan layar atau pengaturan jarak memulai ulang aplikasi pada bar menu. Nonaktifkan opsi ini untuk menerapkan perubahan tanpa konfirmasi.
it: Prima che una modifica alla visualizzazione o alla spaziatura provochi il riavvio delle app nella barra dei menu, Thaw richiede una conferma. Disattiva questa opzione per applicare le modifiche alla spaziatura e riavviare le app senza conferma.
ja: ディスプレイの変更や間隔の編集に伴うアプリの再起動前に、Thaw が確認メッセージを表示します。確認なしで間隔の変更を適用してアプリを再起動したい場合は、この設定をオフにしてください。
nl: Voordat een wijziging in de weergave of aanpassing van de spatiëring ervoor zorgt dat de apps in je menubalk opnieuw worden gestart, vraagt Thaw je om bevestiging. Schakel deze optie uit om wijzigingen in de spatiëring toe te passen en apps opnieuw te starten zonder bevestiging.
pl: Przed zrestartowaniem aplikacji paska menu w wyniku zmiany wyświetlacza lub odstępów, Thaw wymaga potwierdzenia. Odznacz tę opcję, by wprowadzać zmiany i restartować aplikacje bez dodatkowych komunikatów.
ru: Прежде чем изменение дисплея или правка интервалов перезапустит приложения в строке меню, Thaw запрашивает подтверждение. Отключите эту опцию, чтобы применять изменения интервалов, и перезапускать приложения без подтверждения.
th: ก่อนที่การเปลี่ยนแปลงจอแสดงผลหรือการแก้ไขระยะห่างจะรีสตาร์ทแอปในแถบเมนูของคุณ Thaw จะขอให้คุณยืนยันก่อน ปิดตัวเลือกนี้เพื่อนำการเปลี่ยนแปลงระยะห่างไปใช้และรีสตาร์ทแอปโดยไม่ต้องยืนยัน
tr: Bir ekran değişikliği veya aralık düzenlemesi menü çubuğu uygulamalarınızı yeniden başlatmadan önce Thaw sizden onay ister. Aralık değişikliklerini uygulamak ve uygulamaları onay istemeden yeniden başlatmak için bu seçeneği kapatın.
uk: Перш ніж зміна вигляду або редагування інтервалів призведе до перезапуску програм у панелі меню, Thaw запропонує вам підтвердити ці дії. Вимкніть цю опцію, щоб зміни інтервалів застосовувалися та програми перезапускалися без підтвердження.
vi: Trước khi thay đổi hiển thị hoặc chỉnh sửa khoảng cách khởi chạy lại ứng dụng trên thanh menu của bạn, Thaw sẽ yêu cầu bạn xác nhận. Tắt tính năng này để áp dụng các thay đổi về khoảng cách và khởi chạy lại ứng dụng mà không cần xác nhận.
zh_hans: 在显示设置变更或调整间距导致菜单栏应用重新启动之前，Thaw 会先请求你的确认。关闭此选项后，调整间距时将直接应用更改并重新启动相关应用，无需再次确认。
zh_hant: 在 Thaw 因顯示器變更或間距變更而需要重新啟動選單列圖示對應的應用程式時，Thaw 會與您確認。若您希望套用新間距設定時直接重啟對應應用程式，請關閉此選項。

source: Border
cs: Okraj
de: Umrandung
es: Borde
fr: Bordure
hu: Szegély
id: Garis tepi
it: Bordo
ja: ボーダー
ko: 테두리
nl: Rand
pl: Ramka
pt_br: Borda
ru: Рамка
th: เส้นขอบ
tr: Kenarlık
uk: Рамка
vi: Viền
zh_hans: 边框
zh_hant: 邊框

source: Border Width
cs: Šířka okraje
de: Breite
es: Grosor del borde
fr: Épaisseur de la bordure
hu: Szegély vastagsága
id: Ketebalan garis tepi
it: Larghezza bordo
ja: ボーダー幅
ko: 테두리 너비
nl: Randbreedte
pl: Szerokość ramki
pt_br: Largura da Borda
ru: Толщина рамки
th: ความหนาของเส้นขอบ
tr: Kenarlık Kalınlığı
uk: Товщина рамки
vi: Độ rộng viền
zh_hans: 边框宽度
zh_hant: 邊框寬度

source: Background
cs: Pozadí
de: Hintergrund
es: Color de fondo
fr: Arrière-plan
hu: Háttér
id: Latar Belakang
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt_br: Fundo
ru: Фоновый рисунок
th: พื้นหลัง
tr: Arka plan
uk: Тло
vi: Nền
zh_hans: 背景
zh_hant: 背景
